[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_1 AkEvent]
SpokenText="Kracsad."

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_2 AkEvent]
SpokenText="ADVENT..."puppet.""

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_3 AkEvent]
SpokenText="Vox Tala For Ten."

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_4 AkEvent]
SpokenText="They were sent here to hunt-to purge the "Drak-ten"-the "Lost." No other details. Our meeting point is still secure."

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_4_trimA AkEvent]
SpokenText="They were sent here to hunt-to purge the "Drak-ten"-the "Lost.""

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_4_trimB AkEvent]
SpokenText="Our meeting point is still secure."

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_5 AkEvent]
SpokenText="She is free of the imposter gods. I would give anything that all my kind could say the same. Even sit down with your... Reapers."

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_6 AkEvent]
SpokenText="Now, we should go."

[Play_X2_XP_MOX_CIN_LA_Skirmisher_Reveal_6_ALT AkEvent]
SpokenText="Now, we must go."

[Play_X2_XP_MOX_T_LNA_LNA_Part2_Purifier_Weapon_Info_1 AkEvent]
SpokenText="Yes, however, the Lost do not shoot back. The device used to generate this plasma fire has limited shielding. If compromised it will rupture."

[Play_X2_XP_MOX_T_LNA_Lost_Misc_A AkEvent]
SpokenText="The creatures are swarming! We must press our assault if we are to survive."

[Play_X2_XP_MOX_T_LNA_Lost_Misc_B AkEvent]
SpokenText="Explosions excite the Lost. They will be coming quickly for us now."

[Play_X2_XP_MOX_T_LNA_Part2_All_Units_Exit_1 AkEvent]
SpokenText="That depends on the Reapers."

[Play_X2_XP_MOX_T_LNA_Part2_Dasher_Callout_1 AkEvent]
SpokenText="Drak-Lar. Dashers. They are not as docile as the rest of their kind."

[Play_X2_XP_MOX_T_LNA_Part2_Defeat_Purifier_Pod_1 AkEvent]
SpokenText="The Patrol has been liberated. May their lives not be lost in vain. We must push forward and complete our mission."

[Play_X2_XP_MOX_T_LNA_Part2_Lost_Counter_Four_1 AkEvent]
SpokenText="The only reaction I will accept from them, is their deaths. Find us that exit."

[Play_X2_XP_MOX_T_LNA_Part2_Lost_Counter_One_1 AkEvent]
SpokenText="You have your minute."

[Play_X2_XP_MOX_T_LNA_Part2_Lost_Counter_Three_1 AkEvent]
SpokenText="Understood. Holding position."

[Play_X2_XP_MOX_T_LNA_Part2_Lost_Counter_Two_1 AkEvent]
SpokenText="This position cannot be held indefinitely, XCOM. Your haste is required."

[Play_X2_XP_MOX_T_LNA_Part2_New_Evac_Point_1 AkEvent]
SpokenText="That will not be a problem."

[Play_X2_XP_MOX_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="The Lost, the sounds of combat excite them. They are drawn to it."

[Play_X2_XP_MOX_T_LNA_Part2_Post_Big_Bang_2 AkEvent]
SpokenText="There was no other choice. Find an alternate exit, we will deal with the Lost."

[Play_X2_XP_MOX_T_LNA_Part2_Post_MeetSkirm_1 AkEvent]
SpokenText="Surprises are the least of our worries today. It is these Reapers of yours that are of true concern."

[Play_X2_XP_MOX_T_LNA_Part2_Post_Purifier_Reveal_1 AkEvent]
SpokenText="You were not meant to. Purifiers were created with a singular purpose: to contain the Drak-ten, the Lost. We must eliminate this patrol quickly before others arrive."

[Play_X2_XP_MOX_T_LNA_Part3_Combat_One_1 AkEvent]
SpokenText="Even gods can die."

[Play_X2_XP_MOX_T_LNA_Part3_Combat_Three_1 AkEvent]
SpokenText="My people are no longer puppets to be controlled at the whims of your masters. Soon this world will be free of their lies."

[Play_X2_XP_MOX_T_LNA_Part3_Combat_Two_1 AkEvent]
SpokenText="I reject any perfection that comes at the cost of my people's freedom."

[Play_X2_XP_MOX_T_LNA_Part3_Post_RedezAssassin_1 AkEvent]
SpokenText="Agreed."

[Play_X2_XP_MOX_T_LNA_Part3_Turn_One_1 AkEvent]
SpokenText="Your Reapers face a being such as this?"

[Play_X2_XP_MOX_T_LNA_Part3_Turn_Three_1 AkEvent]
SpokenText="Yes, I too have seen this. I have struck mortal blows upon her yet still she returns, stronger than before."

[Play_X2_XP_MOX_T_LNA_Plasma_Purifiers_1 AkEvent]
SpokenText="Yes, however, the Lost do not shoot back. The device used to generate this plasma fire has limited shielding. If compromised it will explode."

[Play_X2_XP_MOX_T_LNA_Play3_Lost_Battle_Five_1 AkEvent]
SpokenText="It is the Elders' will that this alliance fall. It will take more than mere Lost for that to happen."

[Play_X2_XP_MOX_T_LNA_Play3_Lost_Battle_Four_1 AkEvent]
SpokenText="If they are all like you, that is a likely possibility."

[Play_X2_XP_MOX_T_LNA_Play3_Lost_Battle_Three_1 AkEvent]
SpokenText="I did not exist when this city stood whole. Still, I feel revulsion at what happened to this place. To these people."

[Play_X2_XP_MOX_T_LNA_Play3_Lost_Battle_Two_1 AkEvent]
SpokenText="ADVENT has been sending Purifier squads into these cities for years. Yet somehow the Lost survive. Even thrive. We do not know why."

[Play_X2_XP_MOX_T_LNA_Play3_Post_Lost_Reveal_1 AkEvent]
SpokenText="The fusion cores of those pods were considered volatile by ADVENT standards even 20 years ago. Tampering with one now would be ill-advised."

[Play_X2_XP_Mox_T_LNA_Purifiers_1 AkEvent]
SpokenText="Purifiers. Advents solution to the Lost. We must eliminate this patrol quickly before others arrive."

